Repository: ifarhanhashemirahimi-pixel/Phinanz
Catalog: PhinanzWidget/Localizable.xcstrings
Source language: en
Languages: de, fa

source: Add Entry
de: Eintrag hinzufügen
fa: افزودن مورد

source: Balance
de: Kontostand
fa: موجودی

source: Budget used
de: Budget verbraucht
fa: بودجهٔ مصرف‌شده

source: Income
de: Einnahme
fa: درآمد

source: Month %@
de: Monat %@
fa: ماه %@

source: New Entry
de: Neuer Eintrag
fa: ورودی جدید

source: Open PHINANZ to start your journal.
de: Öffne PHINANZ, um dein Journal zu beginnen.
fa: PHINANZ را باز کن تا دفترت را شروع کنی.

source: Opens PHINANZ with a new entry for today.
de: Öffnet PHINANZ mit einem neuen Eintrag für heute.
fa: PHINANZ را با یک ورودی جدید برای امروز باز می‌کند.

source: Spending
de: Ausgaben
fa: خرج‌ها

source: This Month
de: Dieser Monat
fa: این ماه

source: Today
de: Heute
fa: امروز

source: Today %@
de: Heute %@
fa: امروز %@

source: Today's and this month's spending at a glance.
de: Heutige und monatliche Ausgaben auf einen Blick.
fa: خرج امروز و این ماه در یک نگاه.
